12/data/attachments/abbef3a41df85979.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e2dbedb2-ec48-4fa8-8c35-cf9412fe4ee9</nif:username>
            <nif:friendToBeAdded>Jessica_difference_Actions_32963_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>